{
    "link": {
        "rel": "self",
        "url": "https://www.sciencebase.gov/catalog/item/5eb4485682ce25b5135abf20"
    },
    "relatedItems": {
        "link": {
            "url": "https://www.sciencebase.gov/catalog/itemLinks?itemId=5eb4485682ce25b5135abf20",
            "rel": "related"
        }
    },
    "id": "5eb4485682ce25b5135abf20",
    "title": "FORE-SCE - FOREcasting SCEnarios of Land-use Change",
    "summary": "\"The FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework provides spatially explicit projections of future land-use and land-cover change. FORE-SCE uses a modular approach to handle large-scale (national to global) and small-scale (local) drivers of change. The model has been used to model both historical landscapes and project future scenarios of landscape change. FORE-SCE can be applied to a variety of geographies and scales, with past applications including national-scale application for the conterminous United States, or newer parcel-based applications for the Great Plains and elsewhere that portray scenarios of landscape change at high spatial and thematic resolution. USGS has a long history of using remote [...]",
    "body": "<p>\"The FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework provides spatially explicit projections of future land-use and land-cover change. FORE-SCE uses a modular approach to handle large-scale (national to global) and small-scale (local) drivers of change. The model has been used to model both historical landscapes and project future scenarios of landscape change. FORE-SCE can be applied to a variety of geographies and scales, with past applications including national-scale application for the conterminous United States, or newer parcel-based applications for the Great Plains and elsewhere that portray scenarios of landscape change at high spatial and thematic resolution.</p>\n\n<p>USGS has a long history of using remote sensing data to provide a near-term contemporary and current record of landscape change. The goal of FORE-SCE modeling activities is to temporally extend flagship USGS land-cover data sets into historical and future periods for which remote sensing data are not available. By providing historical and future land cover that is spatially and thematically consistent with land cover datasets such as NLCD or LCMAP, researchers and decision makers can seamlessly integrate modeled data into their workflows. This facilitates analysis of historical and current impacts of land use change on processes of interest, with future projections facilitating planning and mitigation activities.\"</p>\n\n<p>See 'Methods':&nbsp;<a href=\"https://www.usgs.gov/core-science-systems/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/core-science-systems/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con</a></p>\n\n<p><strong>Model Name</strong>&nbsp;<em>(Name of the model, including acronyms)</em>:</p>\n\n<p>FORE-SCE - FOREcasting SCEnarios of Land-use Change</p>\n\n<p><strong>Model Version</strong>&nbsp;<em>(Version of the model, (i.e., 2.0))</em>:</p>\n\n<p><strong>Abstract</strong>&nbsp;<em>(Description or summary of the model, including its purpose or goals and the type or formalism of the model (e.g., system dynamic, agent based model, machine learning), preferably accompanied by relevant keywords)</em>:</p>\n\n<p>\"The FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework provides spatially explicit projections of future land-use and land-cover change. FORE-SCE uses a modular approach to handle large-scale (national to global) and small-scale (local) drivers of change. The model has been used to model both historical landscapes and project future scenarios of landscape change. FORE-SCE can be applied to a variety of geographies and scales, with past applications including national-scale application for the conterminous United States, or newer parcel-based applications for the Great Plains and elsewhere that portray scenarios of landscape change at high spatial and thematic resolution.</p>\n\n<p>USGS has a long history of using remote sensing data to provide a near-term contemporary and current record of landscape change. The goal of FORE-SCE modeling activities is to temporally extend flagship USGS land-cover data sets into historical and future periods for which remote sensing data are not available. By providing historical and future land cover that is spatially and thematically consistent with land cover datasets such as NLCD or LCMAP, researchers and decision makers can seamlessly integrate modeled data into their workflows. This facilitates analysis of historical and current impacts of land use change on processes of interest, with future projections facilitating planning and mitigation activities.\"</p>\n\n<p>See 'Methods':&nbsp;<a href=\"https://www.usgs.gov/core-science-systems/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/core-science-systems/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con</a></p>\n\n<p><strong>Originator(s)</strong>&nbsp;<em>(Name(s) of the model developer(s)/author(s))</em>:</p>\n\n<p>Terry Sohl</p>\n\n<p><strong>Contact Name(s) and Email Address(es)</strong>&nbsp;<em>(Names of person(s) responsible for maintenance of the model along with their email)</em>:</p>\n\n<p>Terry Sohl (<a href=\"mailto:sohl@usgs.gov\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">sohl@usgs.gov</a>)</p>\n\n<p><strong>Release Date</strong>&nbsp;<em>(Date model was originally released (YYYYMMDD, YYYYMM, YYYY))</em>:</p>\n\n<p><strong>Last Update</strong>&nbsp;<em>(Date of last update (YYYYMMDD, YYYYMM, YYYY))</em>:</p>\n\n<p><strong>Organization(s)</strong>&nbsp;<em>(Organization(s) that produced, funded, or partnered on the creation of this model)</em>:</p>\n\n<p>U.S. Geological Survey</p>\n\n<p><strong>Mission Area</strong>&nbsp;<em>(USGS mission area with which this model most clearly aligns.&nbsp;<a href=\"https://www.usgs.gov/science/mission-areas\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/science/mission-areas</a>)</em>:</p>\n\n<p>Core Science Systems</p>\n\n<p><strong>License</strong>&nbsp;<em>(OSI-approved (Open-Source Initiative) license (see&nbsp;<a href=\"https://opensource.org/licenses\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://opensource.org/licenses</a>))</em>:</p>\n\n<p><strong>Model Citation</strong>&nbsp;<em>(How to cite the model&nbsp; (e.g., Software Release citation). For example, Doe, J.S., Sea Turtle Cuteness Model, 2020, U.S. Geological Survey,&nbsp;<a href=\"https://doi.org/xxxxx\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://doi.org/xxxxx</a>))</em>:</p>\n\n<p><strong>Identifier</strong>&nbsp;<em>(Location where the model is posted or published (e.g. PID or DOI))</em>:</p>\n\n<p><strong>Language</strong>&nbsp;<em>(Computer language or platform used for programming (e.g., Fortan, R, Python))</em>:</p>\n\n<p><strong>References</strong>&nbsp;<em>(References (where the model has been cited, outputs, data release)</em>:</p>\n\n<p>Sohl, Terry, et al. “Linking Landscapes and People --Projecting the Future of the Great Plains.” Rangelands, vol. 41, no. 2, 2019, pp. 79–87., doi:10.1016/j.rala.2018.12.001.</p>\n\n<p>Sohl, Terry, et al. “Parcels versus Pixels: Modeling Agricultural Land Use across Broad Geographic Regions Using Parcel-Based Field Boundaries.” Journal of Land Use Science, vol. 12, no. 4, 2017, pp. 197–217., doi:10.1080/1747423x.2017.1340525.</p>\n\n<p>Sohl, Terry, et al. “Modeled Historical Land Use and Land Cover for the Conterminous United States.” Journal of Land Use Science, vol. 11, no. 4, 2016, pp. 476–499., doi:10.1080/1747423x.2016.1147619.</p>\n\n<p>Liu, S., Bond-Lamberty, B., Boysen, L.R., Ford, J.D., Fox, A., Gallo, K., Hatfield, J., Henebry, G.M., Huntington, T.G., Liu, Z. and Loveland, T.R., 2017. Grand challenges in understanding the interplay of climate and land changes. Earth Interactions, 21(2), pp.1-43</p>\n\n<p><strong>Resources</strong>&nbsp;<em>(Resources (how to use the model, where to download it, related publications, other webpages about the model (in other catalogs), USGS webpage)</em>:</p>\n\n<p>USGS Webpage:&nbsp;<a href=\"https://www.usgs.gov/land-resources/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/land-resources/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con</a></p>\n\n<p>USGS Webpage:&nbsp;<a href=\"https://www.usgs.gov/land-resources/eros/lulc\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/land-resources/eros/lulc</a></p>\n\n<p><strong>Image</strong>&nbsp;<em>(URL for an image that best represents the model, title of image, alternate text, URL of source)</em>:</p>\n\n<p>'FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework'</p>\n\n<p>'FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework to provide spatially explicit projections of future land-use and land-cover change.'</p>\n\n<p><a href=\"https://www.usgs.gov/media/images/forecasting-scenarios-land-use-change-fore-sce-modeling-framework\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/media/images/forecasting-scenarios-land-use-change-fore-sce-modeling-framework</a></p>\n\n<p><strong>Model Type</strong>&nbsp;<em>(theoretical model, empirical model, or list both)</em>:</p>\n\n<p><strong>Tags</strong>&nbsp;<em>(Keywords or tags that describe the model (i.e., \"groundwater, aquifer, Southwest\"))</em>:<br>\n<br>\nland use change</p>\n\n<p><strong>Requirements</strong>&nbsp;<em>(All software and/or hardware requirements needed to run the model and replicate any published results)</em>:</p>\n\n<p>\"Software Dependencies: Python 3.5, numpy, scipy, GDAL, pandas, h5py, matplotlib, xlwt\"</p>\n\n<p><strong>Dependencies</strong>&nbsp;<em>(All data dependencies needed to run the model and replicate any published results)</em>:</p>\n\n<p>\"FORE-SCE requires 1) wall-to-wall land cover data at the same desired spatial and thematic resolution of output modeled data 2) ancillary, spatially explicit data that can be used to statistically characterize the suitability of a grid cell to support a given land use 3) historical information that can establish grid cell histories, 4) databases of protected land status, 5) climate information, including dynamic, projected climate data for future scenarios. Historical landscape reconstructions also require a wealth of historical data such as agricultural census data, demographic and population data, wetland data, reservoir construction dates, and more.</p>\n\n<p>For future projections, FORE-SCE uses a scenario-based framework. Those projections can be simple extrapolations (a \"\"business-as-usual\"\" scenario) from past land cover trends, which can be derived from USGS land cover databases. However, more complex scenarios are typically derived from exogenous sources, such as integrated assessment modeling efforts associated with IPCC scenarios.\"</p>\n\n<p><strong>Installation</strong>&nbsp;<em>(Information on how to install the model so that it can be run (e.g., compilation and/or execution instructions))</em>:</p>\n\n<p>\"1. Install Python 3.5 or greater 2. Use pip to install dependencies from the requirements file 3. Run the model from the command line. A web-based user interface is also available for internal USGS FORE-SCE users.\"</p>\n\n<p><strong>Version Updates</strong>&nbsp;<em>(Changes since the last version (if the model is an update) including bug fixes, new features, or other substantive modifications, where appropriate)</em>:</p>\n\n<p>\"Updates to growth-class pixel selection process. New process employs stochastic selection to mirror initial class conditions and used efficient weighted random selection method to prioritize potential pixels based on suitability values.\"</p>\n\n<p><strong>Assumptions</strong>&nbsp;<em>(What are the key assumptions made that define the dynamics of the model?)</em>:</p>\n\n<p>\"FORE-SCE has a heavy focus on the demands on the landscape from anthropogenic forces, with an assumption that demand for anthropogenic land uses such as urban lands, agricultural land, mining, forestry activity, etc. drives overall landscape pattern. The model thus focuses heavily on representing demand for anthropogenic land uses, with the configuration/structure of the \"\"rest\"\" of the landscape (natural vegetation classes such as grassland, shrubland, forest, etc.) dependent on anthropogenic land use demand.</p>\n\n<p>FORE-SCE also represents natural vegetation change in response to projected changes in climate. Those changes represent hypothetical vegetation change without consideration of potential impacts of invasive species, changes in disturbance regimes, or land management. \"</p>\n\n<p><strong>Structure</strong>&nbsp;<em>(Model structure: provide a flow diagram of the model. (e.g. [Growing Degree Days since Jan 1]+[Warm Spells]=[Leaf Out Day of Year] and [Growing Degree Days since Leaf Out Day of Year]+[Warm Spells]=[Bloom Day of Year]))</em>:</p>\n\n<p>See 'Data and Tools':&nbsp;<a href=\"https://www.usgs.gov/core-science-systems/eros/lulc/data-tools\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://www.usgs.gov/core-science-systems/eros/lulc/data-tools</a></p>\n\n<p><strong>Equations</strong>&nbsp;(What are the equations of the model?):</p>\n\n<p>\"As an empirical / statistical modeling framework, land cover change prescriptions are supplied through scenarios based on \"business-as-usual\" extrapolations of existing landscape trends, or more complex socioeconomic scenarios that have historically come from a variety of sources, each with their own modeling approach. FORE-SCE allocation of modeled land cover change on the landscape is accomplished via statistically guided allocation procedure weighted by category suitability and subject to configuration restrictions such as age constraints and protected areas.\"</p>\n\n<p><strong>Temporal Information</strong>&nbsp;<em>(Temporal resolution, time stepping, and units)</em>:</p>\n\n<p>\"User selected, but based on yearly land cover outputs. Past applications have been on 1- or 10-year time increments.\"</p>\n\n<p><strong>Spatial Information</strong>&nbsp;<em>(Spatial dimensionality, resolution, extent, grid type if relevant)</em>:</p>\n\n<p>\"FORE-SCE is flexible in modeled spatial extent and resolution. Spatial extent for past products has ranged from single ecoregions or watersheds, up to national scale (conterminous US) historical backcasts and future projections. The model provides pixel-based output, with past modeled products ranging from 30-meter to 250-m grid cells. In newer versions of FORE-SCE (&gt;2015) a framework of land ownership and management parcels is also used to treat contiguous grid cells within an ownership parcel as a single unit, thus mimicking land use decisions on the ownership units for which those decisions are applied.\"</p>\n\n<p><strong>Limitations</strong>&nbsp;<em>(Limitations, domain ranges: What is this model specifically NOT intended to do)</em>:</p>\n\n<p>\"FORE-SCE's strength is representation of scenario-based anthropogenic land use change. The model also represents changes in suitability to support those land uses in the future as future conditions change. Most notably, as climate and water availability changes, ability of a grid cell to support a given crop type will change. Note this dynamic relationship does NOT include potential changes in cultivars or other genetic improvements to crops that may result in adaptations to climate/water conditions. Note we can also only account for factors that have their own set of future projections.\"</p>\n\n<p><strong>Input/Output and Variables</strong>&nbsp;<em>(Key input parameters and their values and domain ranges and units (minimum input requirements for model operation and default values, where appropriate); control variables; Key output variables and domain ranges)</em>:</p>\n\n<p>\"Primary inputs include current and historical land cover maps. Key ancillary input data include spatially explicit variables that can be used to characterize liklihood for a given grid cell to support a given land use. This typically includes variables on climate, soils, topography, water access, transportation networks, demographic information, and more.</p>\n\n<p>Input data are translated into key model parameters including probability surfaces for each land cover class, protected land status, and pixel history/age.</p>\n\n<p>Output data are primarily 1) land cover maps for historical and/or future dates and 2) grid cell histories, used to characterize things such as forest age. When run in Monte Carlo mode, output variables may also include grid-cell probability/frequency values, and mode land cover class.\"</p>\n\n<p>FORE-SCE also represents hypothetical changes in natural vegetation classes as future climate change. Distributions of those veg classes may change over time. Note however these changes represent hypothetical changes due to climate alone, and don't account for competition among veg classes/communities, changing impacts of disturbance, or influences of land management.\"</p>\n\n<p><strong>Conditions</strong>&nbsp;<em>(Initial conditions)</em>:</p>\n\n<p>\"FORE-SCE is dependent upon a continuous, wall-to-wall land-cover product to establish initial conditions. Not only does that product serve as time \"\"t\"\" for model initiatlization (whether for historical backcasts, or for future projections), but those data are vitally important for establishing relationships between individual land cover classes, and spatially explicit driving forces of change. Those relationships are used to develop probability surfaces and other model elements vital for FORE-SCE parameterization.</p>\n\n<p>Current (and contemporary historical conditions) are currently primarily provided by three data sets: 1) NLCD, 2) LCMAP, and USDA's CDL.\"</p>\n\n<p><strong>Functions</strong>&nbsp;<em>(Forcing functions that affect the dynamics of the model)</em>:</p>\n\n<p>\"Future projections are primarily driven by exogenous scenario inputs, which themselves are typically driven by a combination of socioeconomic forces, as well as climate.</p>\n\n<p>Outside of prescribed scenarios, FORE-SCE is also driven by forecast changes in biophysical variables related to climate and water availability. The suitability of the landscape to support individual land cover classes is dynamic, responding to projected changes in climate and ground/surface water availability.\"</p>\n\n<p><strong>Example</strong>&nbsp;<em>(Provide sample runs that illustrate the dynamics of the model)</em>:</p>\n\n<p>\"Many published model runs (and associated metadata) are available in ScienceBase, including:</p>\n\n<p>Sohl, T.L., Reker, Ryan, Bouchard, Michelle, Sayler, Kristi, Dornbierer, Jordan, Wika, Steve, Quenzer, Rob, and Friesz, Aaron, 2018, Modeled historical land use and land cover for the conterminous United States: 1938-1992: U.S. Geological Survey data release,&nbsp;<a href=\"https://doi.org/10.5066/F7KK99RR\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://doi.org/10.5066/F7KK99RR</a></p>\n\n<p>Sohl, T.L., Sayler, K.L., Bouchard, M.A., Reker, R.R., Friesz, A.M., Bennett, S.L., Sleeter, B.M., Sleeter, R.R., Wilson, T., Soulard, C., Knuppe, M., and Van Hofwegen, T., 2018. Conterminous United States Land Cover Projections – 1992 to 2100: US Geological Survey data release,&nbsp;<a href=\"https://doi.org/10.5066/P95AK9HP\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://doi.org/10.5066/P95AK9HP</a></p>\n\n<p>Sohl, T.L., Dornbierer, J.M., and Wika, S., 2018, 33 high-resolution scenarios of land use and vegetation change in the Prairie Potholes of the United States: U.S. Geological Survey data release,&nbsp;<a href=\"https://doi.org/10.5066/P9YQMNHF\" style=\"box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183);\">https://doi.org/10.5066/P9YQMNHF</a>\"</p>\n\n<p>References: \"Sohl, T., Dornbierer, J., Wika, S., and Robison, C., 2019. Remote sensing as the foundation for high-resolution United States landscape projections – The Land Change Monitoring, Assessment, and Projection (LCMAP) initiative. Environmental Modelling &amp; Software 120: 104495.</p>\n\n<p>Sohl, T., Dornbierer, J., Wika, S., Sayler, K., and Quenzer, R., 2017, Parcels versus Pixels: Modelling agricultural land use across broad geographic regions using parcel-based field boundaries. Journal of Land Use Science 12(4): 197-217</p>\n\n<p>Sohl, T.L., Sayler, K.L., Bouchard, M.A., Reker, R.R., Friesz, A.M., Bennett, S.L., Sleeter, B.M., Sleeter, R.R., Wilson, T.S., Knuppe, M., and Van Hofwegen, T., 2014, Spatially explicit modeling of 1992 to 2100 land cover and forest stand age for the conterminous United States. Ecological Applications: 24(5): 1015-1036. \"</p>\n\n<p><strong>Evaluation</strong>&nbsp;<em>(Model evaluation, uncertainty, and sensitivity)</em>:</p>\n\n<p>\"Model performance (as characterized in peer-reviewed publications) is typically through metrics of Quantity and Allocation Disagreement, obtained through comparison against historical data sources for a defined historical run period. Quantity disagreement measures how well the model matches overall reference land cover proportions. FORE-SCE is designed to precisely match a \"prescription\" for change, be it based on historical data for a historical backcast run, or on a scenario prescription for the future. Quantity disagreement is thus nearly always negligible. Allocation disagreement measures how well the model matches overall spatial allocation of change over space and time. Published results indicate FORE-SCE typically does very well in minimizing allocation disagreement.\"</p>\n\n<p><strong>Benchmarks</strong>&nbsp;<em>(Describe or provide benchmarks for validation of your model)</em>:</p>\n\n<p><strong>Usage</strong>&nbsp;<em>(Measure of use / community support (citations, forks, commits, members))</em>:</p>\n\n<p>\"Peer-reviewed publications describing FORE-SCE land-change products are widely cited, with &gt; 750 citations (as of July 2020). In a past examination of uses of FORE-SCE data, applications are many and varied and include examinations of land-change impacts on 1) Species distribution and persistence, 2) climate and regional weather variability, 3) carbon and greenhouse gases, 4) disease risk and vulnerability, 5) water flow changes and flooding risk, 6) water quality, 7) many more applications related to both biophysical and socioeconomic impacts of landscape change.\"</p>\n\n<p><strong>Model Components</strong>&nbsp;<em>(A subsection of the model that simulates a subset of processes (ex. COAWST))</em>:</p>\n",
    "provenance": {
        "dateCreated": "2020-05-07T17:41:42Z",
        "lastUpdated": "2021-01-26T17:19:00Z",
        "lastUpdatedBy": "gdonovan@usgs.gov",
        "createdBy": "sbristol@usgs.gov"
    },
    "hasChildren": false,
    "parentId": "5ed7d36182ce7e579c66e3be",
    "contacts": [
        {
            "name": "Terry L Sohl",
            "oldPartyId": 9712,
            "type": "Contact",
            "contactType": "person",
            "onlineResource": "https://my.usgs.gov/catalog/Global/catalogParty/show/9712",
            "email": "sohl@usgs.gov",
            "active": true,
            "jobTitle": "RESEARCH PHYSICAL SCIENTIST",
            "firstName": "Terry",
            "lastName": "Sohl",
            "organization": {},
            "primaryLocation": {
                "streetAddress": {},
                "mailAddress": {}
            },
            "orcId": "0000-0002-9771-4231"
        },
        {
            "name": "Core Science Systems",
            "oldPartyId": 64221,
            "type": "USGS Mission Area",
            "contactType": "organization",
            "active": true,
            "organization": {},
            "primaryLocation": {
                "name": "Core Science Systems Mission Area - Location",
                "streetAddress": {},
                "mailAddress": {}
            }
        },
        {
            "name": "Ecosystems",
            "oldPartyId": 17044,
            "type": "USGS Mission Area",
            "contactType": "organization",
            "onlineResource": "http://biology.usgs.gov/ecosystems/",
            "note": "We need to figure out what part of the new Ecosystems Mission Area this FBMS code belongs to.",
            "active": true,
            "aliases": [
                "{\"name\":\"ECOSYSTEMS\"}"
            ],
            "fbmsCodes": [
                "GGHEBB0200"
            ],
            "logoUrl": "http://my.usgs.gov/static-cache/images/dataOwner/v1/logosMed/USGSLogo.gif",
            "smallLogoUrl": "http://my.usgs.gov/static-cache/images/dataOwner/v1/logosSmall/USGSLogo.gif",
            "organization": {},
            "primaryLocation": {
                "name": "National Center - John W Powell [AAA]",
                "building": "John W Powell",
                "buildingCode": "AAA",
                "streetAddress": {
                    "line1": "12201 Sunrise Valley Dr",
                    "city": "Reston",
                    "state": "VA",
                    "zip": "20192-0002",
                    "country": "USA"
                },
                "mailAddress": {
                    "line1": "12201 Sunrise Valley Drive",
                    "city": "Reston",
                    "state": "VA",
                    "zip": "20192-0002",
                    "country": "USA"
                }
            }
        }
    ],
    "webLinks": [
        {
            "type": "webLink",
            "typeLabel": "Web Link",
            "uri": "https://www.usgs.gov/land-resources/eros/lulc/land-cover-modeling-methodology-fore-sce-model?qt-science_support_page_related_con=4#qt-science_support_page_related_con",
            "rel": "related",
            "title": "USGS Webpage",
            "hidden": false
        },
        {
            "type": "citation",
            "typeLabel": "Citation",
            "uri": "https://doi.org/10.1016/j.rala.2018.12.001",
            "rel": "related",
            "title": "Sohl, Terry, et al. “Linking Landscapes and People --Projecting the Future of the Great Plains.” Rangelands, vol. 41, no. 2, 2019, pp. 79–87., doi:10.1016/j.rala.2018.12.001.",
            "hidden": false
        },
        {
            "type": "citation",
            "typeLabel": "Citation",
            "uri": "https://doi.org/10.1080/1747423X.2017.1340525",
            "rel": "related",
            "title": "Sohl, Terry, et al. “Parcels versus Pixels: Modeling Agricultural Land Use across Broad Geographic Regions Using Parcel-Based Field Boundaries.” Journal of Land Use Science, vol. 12, no. 4, 2017, pp. 197–217., doi:10.1080/1747423x.2017.1340525.",
            "hidden": false
        },
        {
            "type": "citation",
            "typeLabel": "Citation",
            "uri": "https://doi.org/10.1080/1747423X.2016.1147619",
            "rel": "related",
            "title": "Sohl, Terry, et al. “Modeled Historical Land Use and Land Cover for the Conterminous United States.” Journal of Land Use Science, vol. 11, no. 4, 2016, pp. 476–499., doi:10.1080/1747423x.2016.1147619.",
            "hidden": false
        },
        {
            "typeLabel": "Publication",
            "uri": "https://doi.org/10.1890/13-1245.1",
            "title": "Sohl, Terry L., et al. “Spatially Explicit Modeling of 1992–2100 Land Cover and Forest Stand Age for the Conterminous United States.” Ecological Applications, vol. 24, no. 5, 2014, pp. 1015–1036., doi:10.1890/13-1245.1.",
            "hidden": false
        },
        {
            "type": "citation",
            "typeLabel": "Citation",
            "uri": "http://pubs.er.usgs.gov/publication/70194465",
            "rel": "related",
            "title": "Liu, S., Bond-Lamberty, B., Boysen, L.R., Ford, J.D., Fox, A., Gallo, K., Hatfield, J., Henebry, G.M., Huntington, T.G., Liu, Z. and Loveland, T.R., 2017. Grand challenges in understanding the interplay of climate and land changes. Earth Interactions, 21(2), pp.1-43",
            "hidden": false
        },
        {
            "type": "webLink",
            "typeLabel": "Web Link",
            "uri": "https://www.usgs.gov/land-resources/eros/lulc",
            "rel": "related",
            "title": "USGS Webpage",
            "hidden": false
        }
    ],
    "tags": [
        {
            "type": "Label",
            "name": "Reviewed by model owner"
        },
        {
            "type": "Label",
            "name": "Python"
        },
        {
            "type": "Science Topic",
            "name": "land use change"
        }
    ],
    "dates": [
        {
            "type": "Release",
            "dateString": "2007",
            "label": "Release Date"
        },
        {
            "type": "lastUpdate",
            "dateString": "2020",
            "label": "Last Update"
        }
    ],
    "files": [
        {
            "cuid": null,
            "key": null,
            "bucket": null,
            "published": null,
            "node": null,
            "name": "modeling_paradigm_thumb.jpg",
            "title": "'FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework'",
            "contentType": "image/jpeg",
            "contentEncoding": null,
            "pathOnDisk": "__disk__59/a0/e1/59a0e1d88e4e8c149374862f129d777c5d788cac",
            "processed": false,
            "processToken": null,
            "imageWidth": 340,
            "imageHeight": 255,
            "size": 17633,
            "dateUploaded": "2020-06-03T16:55:25Z",
            "uploadedBy": "gdonovan@usgs.gov",
            "originalMetadata": false,
            "useForPreview": false,
            "s3Object": null,
            "checksum": null,
            "url": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac",
            "downloadUri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac",
            "viewUri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac&width=340&height=255",
            "previewImage": {
                "thumbnail": {
                    "uri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac&width=150&height=113",
                    "width": 150,
                    "height": 113
                }
            }
        }
    ],
    "distributionLinks": [
        {
            "uri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20",
            "title": "Download Attached Files",
            "type": "downloadLink",
            "typeLabel": "Download Link",
            "rel": "alternate",
            "name": "FORE_SCE_FOREca.zip",
            "files": [
                {
                    "name": "modeling_paradigm_thumb.jpg",
                    "title": "'FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework'",
                    "contentType": "image/jpeg",
                    "size": 17633
                }
            ]
        }
    ],
    "previewImage": {
        "from": "attachedFile",
        "original": {
            "uri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac",
            "viewUri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac&width=340&height=255",
            "viewUrl": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?deprecated=__use__viewUri__instead__&f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac&width=340&height=255",
            "width": 340,
            "height": 255,
            "size": 17633,
            "title": "'FOREcasting SCEnarios of Land-use Change (FORE-SCE) modeling framework'"
        },
        "thumbnail": {
            "uri": "https://www.sciencebase.gov/catalog/file/get/5eb4485682ce25b5135abf20?f=__disk__59%2Fa0%2Fe1%2F59a0e1d88e4e8c149374862f129d777c5d788cac&width=150&height=113",
            "width": 150,
            "height": 113
        }
    }
}